//부부10계명을 출력하는 프로그램
#include <stdio.h>

int main(void)
{
	printf("남편 10계명\n");
	printf("결혼 전과 결혼 초에 보였던 관심과 사랑이 계속 변치 않도록 노력하라\n");
	printf("결혼기념일과 아내의 생일을 잊지 마라\n");
	printf("평소 아내의 옷차림과 외모에 관심을 보여라 \n");
	printf("남편은 아내의 사랑스러움을 가꾸는 정원사라는 것을 알아라 \n");
	printf("아내의 음식에 대하여 말이나 행동으로 아내에 대한 감사를 표시하라 \n");
	printf("결혼의  행복이란 부부간의 사랑보다도 평소의 부부가 얼마나 많은 대화를 하는가에 달려있다. \n");
	printf("아내의 마음에 상처를 주는 농담이나 행동을 삼가라 \n");
	printf("가정불화가 있을 때 남편은 한걸음 양보하라 \n");
	printf("가정경제는 아내에게 일임하여 아내가 보람을 갖게하라 \n");
	printf("아내에게 개성과 취미를 존중하여주고 키워주라 \n");

	printf("아내 10계명 \n");
	printf("자기 자신과 가정을 아름답게 꾸밀줄 아는 재치와 근면성을 길러라 \n");
	printf("음식준비에 정성을 기울이고 남편의 식성에 유의하라 \n");
	printf("혼자만 말하지 말라 남편에게 말할 기회를 주지 않는 부부가 충돌하는 경우가 많다 \n");
	printf("남들 앞에서 남편의 결점을 늘어놓거나 지나친 자랑을 하지 말라 \n");
	printf("남편에게 따져야할 말이 있을 때에는 그의 기분상태를 참작하라 \n");
    printf("남편에게 혼자만의 정신적 휴식간을 갖고 싶어 하는 심리가 있음을 잊지 마라 \n");
	printf("중요한 집안일을 결정할 때에는 남편의 뜻에 따라라 \n");
	printf("남편의 수입에 맞추어 절도있는 삶을 꾸려나가도록 하라 \n");
	printf("모든일에 참을성을 가져라 \n");
	printf("하루에 두번 이상 남편의 좋은 점을 발견하고 지적하여 줌으로써 남편이 기쁨과 긍지를 가지도록 하여라 \n");

	system("pause");

		return 0;
}